import { CASES_ROUTES } from "./routes";

export const CASES_PAGES_MOCK = [
	{
		url: CASES_ROUTES.vorsino,
		seo: {
			title: "Кейс ВОРСИНО АЙС",
			desc: "Проектирование высотного автоматизированного склада-морозильника на этапе строительства",
			ogImageSrc: '/cases/vorsino-ice/og.jpg',
		},
		hero: {
			title: "Ворсино айс",
			description:
				"Как с&nbsp;надежным партнером построить производственный склад и&nbsp;запустить его в&nbsp;работу с&nbsp;выходом в&nbsp;прибыльность еще до&nbsp;запуска производства как такового? При том, что на&nbsp;момент старта проекта имелась проработанная концепция производства, но&nbsp;отсутствовал достаточный практический опыт в&nbsp;сфере эксплуатации автоматизированных складов. Именно с&nbsp;такой задачей столкнулась компания &laquo;Старомихайловский РПК&raquo;, запуская свой низкотемпературный склад &laquo;ВОРСИНО АЙС&raquo;, а&nbsp;решить ее&nbsp;помогла компания COMITAS .",
			image: {
				desktop: {
					src: "/cases/vorsino-ice/hero.jpg",
				},
				mobile: {
					src: "/cases/vorsino-ice/hero-mobile.jpg",
				},
			},
		},
		about: {
			client: {
				text: "Компания &laquo;Старомихайловский РПК&raquo;&nbsp;&mdash; эксперт в&nbsp;области хранения, транспортировки и&nbsp;реализации морепродуктов. Недавно компания расширила сферу бизнеса, став производителем консервированной продукции с&nbsp;локацией производства в&nbsp;Калужской области.",
			},
			task: {
				text: "Подключиться еще на&nbsp;этапе начала процесса строительства производственно-складского комплекса к&nbsp;разработке концепции и&nbsp;проектированию высотного автоматизированного склада-морозильника. Проведение работ подразумевалось &laquo;под ключ&raquo; с&nbsp;монтажом оборудования и&nbsp;запуском его в&nbsp;эксплуатацию. В&nbsp;процессе реализации подход был несколько скорректирован, и&nbsp;на&nbsp;данный склад была возложена функция 3PL (предоставление аутсорсинговых услуг хранения).",
			},
		},
		solution: {
			text: "<p>Система высотной автоматизации, позволяющая гибко оперировать соотношением загрузки/выгрузки на&nbsp;базе технологии &laquo;Спутник-шаттл&raquo;. Решение включает в&nbsp;себя два блока стеллажного хранения с&nbsp;автоматизированным оборудованием, работающим в&nbsp;условиях глубокой заморозки товара. Поставка включала полный комплект стеллажных конструкций, палетные лифты, мастер шаттлы и&nbsp;шаттлы, а&nbsp;также программное обеспечение уровня WMS/WCS. Этот набор программно-аппаратных средств позволил исключить любые ручные или полуавтоматические операции на&nbsp;данном складе-морозильнике.</p>",
			image: {
				src: "/cases/vorsino-ice/solution.jpg",
			},
		},
		result: {
			list: [
				{
					item: {
						text: "Запущен автоматизированный склад, удовлетворяющий всем потребностям вновь возводимого производства.",
					},
				},
				{
					item: {
						text: "Объект начал приносить прибыль еще до&nbsp;запуска основного предприятия, благодаря гибкому в&nbsp;настройках программному обеспечению, разработанному специалистами COMITAS.",
					},
				},
				{
					item: {
						text: "Современный склад-морозильник емкостью в&nbsp;18&nbsp;000 палето-мест и&nbsp;производительностью до&nbsp;120 палет в&nbsp;час на&nbsp;загрузку и&nbsp;120 палет в&nbsp;час на&nbsp;выгрузку.",
					},
				},
				{
					item: {
						text: "Успех проекта повлиял на&nbsp;решение руководства компании &laquo;Старомихайловский РПК&raquo; запустить совместно с&nbsp;компанией COMITAS еще 2&nbsp;аналогичных проекта.",
					},
				},
			],
			image: {
				src: "/cases/vorsino-ice/result-image.jpg",
			},
		},
		comments: {
			desc: "&laquo;Хотелось&nbsp;бы выразить благодарность компании COMITAS. Несмотря на&nbsp;резкое охлаждение отношений с&nbsp;ЕС в&nbsp;феврале 2022 года руководству компании COMITAS удалось сохранить теплые отношения с&nbsp;европейским поставщиком оборудования, что позволило реализовать проект без каких-либо отклонений по&nbsp;качеству и&nbsp;срокам&raquo;.",
			image: {
				src: "/cases/vorsino-ice/comment-image.jpg",
			},
		},
	},
	{
		url: CASES_ROUTES.kkmk,
		seo: {
			title: "Кейс КМКК (РЕННА)",
			desc: "Автоматизация низкотемпературного высотного склада",
			ogImageSrc: '/cases/kkmk-renna/og.jpg',
		},
		hero: {
			title: "КМКК (РЕННА)",
			description:
				`Как работает склад мороженого без людей при &minus;27 &deg;C. <br />
Есть склады, где автоматизация&nbsp;&mdash; это не&nbsp;только про оптимизацию процессов. Порой автономная работа необходима еще и&nbsp;из-за сурового микроклимата на&nbsp;объекте. Именно такой склад-морозильник был разработан и&nbsp;возведен на&nbsp;&laquo;Фабрике настоящего мороженого&raquo; под Краснодаром. Там инженеры COMITAS создали полностью автоматизированный складской комплекс, способный функционировать без рабочих: от&nbsp;приема коробов готового мороженого с&nbsp;производства до&nbsp;выдачи палет на&nbsp;погрузку.`,
			image: {
				desktop: {
					src: "/cases/kkmk-renna/hero.jpg",
				},
				mobile: {
					src: "/cases/kkmk-renna/hero-mobile.jpg",
				},
			},
		},
		about: {
			client: {
				text: "&laquo;Фабрика настоящего мороженого&raquo;&nbsp;&mdash; современное производство с&nbsp;высокотехнологичным оборудованием. Именно здесь производят &laquo;Коровку из&nbsp;Кореновки&raquo;, один из&nbsp;самых популярных в&nbsp;России брендов мороженого.",
			},
			task: {
				text: "Полностью автоматизировать низкотемпературный высотный склад. Заказчик принял решение автоматизации склада, чтобы свести к минимуму необходимость присутствия сотрудников в помещениях с низкими температурами, тем самым заботясь о здоровье людей. Продумать системы хранения надо было так, чтобы размещать максимум продукции на минимальной площади — 10 000 м2. При этом высота стеллажной конструкции составляла 18 метров.",
			},
		},
		solution: {
			text: `<p>Проектирование, монтаж и&nbsp;запуск в&nbsp;работу полностью автоматизированной системы обработки готовой продукции, включающей в&nbsp;себя несколько подсистем.</p>
			<ul>
				<li>участок транспортировки коробов и&nbsp;формирования палет;</li>
				<li>участок палетирования и&nbsp;маркировки палет с&nbsp;готовой продукцией с&nbsp;передачей их&nbsp;на&nbsp;транспортировочное кольцо;</li>
				<li>кольцевая система беспроводных монорельсовых тележек, передающая палеты между подачей продукции с&nbsp;производства, отгрузочными линиями и&nbsp;зоной высотного хранения;</li>
				<li>автоматизированная высотная система глубинного хранения, базирующаяся на&nbsp;кранах-штабелерах с&nbsp;шаттлами.</li>
			</ul>
			<p>Медиатором, объединяющим это разнородное оборудование, является собственное программное обеспечение, разработанное COMITAS и&nbsp;позволяющее полноценно управлять складом, интегрировав его с&nbsp;системой автоматизации бизнес-процессов, используемой заказчиком.</p> <p>Смотрите подробнее видео <a target='_blank' href='https://rutube.ru/video/d20df20501ee84c0780f66c6f0db400b/'>«Как оптимизировать склад мороженного? Проект COMITAS для КМКК».</a></p>`,
			image: {
				src: "/cases/kkmk-renna/solution.jpg",
			},
		},
		result: {
			list: [
				{
					item: {
						text: "Компания-заказчик получила склад, который работает 24/7 без участия человека!",
					},
				},
				{
					item: {
						text: "Это один из&nbsp;наиболее технологически совершенных низкотемпературных складов в&nbsp;России.",
					},
				},
				{
					item: {
						text: "Он&nbsp;требует в&nbsp;15&nbsp;раз меньше персонала по&nbsp;сравнению с&nbsp;&laquo;обычным&raquo; складом.",
					},
				},
				{
					item: {
						text: "Объект полностью автоматизирован: его обслуживают в&nbsp;среднем пять сотрудников, которые контролируют процесс и&nbsp;не&nbsp;находятся в&nbsp;помещениях при минусовых температурах.",
					},
				},
				{
					item: {
						text: "Производительность нового склада составляет до&nbsp;360&nbsp;000 коробов в&nbsp;сутки в&nbsp;комбинированном режиме загрузки/выгрузки.",
					},
				},
				{
					item: {
						text: "Проект обеспечивает одновременное хранение до&nbsp;25&nbsp;000 палет с&nbsp;товаром на&nbsp;ограниченной площади благодаря продуманной концепции высотного глубинного автоматизированного склада.",
					},
				},
				{
					item: {
						text: "Кроме того, компания COMITAS смогла обеспечить бесперебойную работу и&nbsp;комплексное обслуживание европейского оборудования в&nbsp;условиях возникших ограничений со&nbsp;стороны поставщиков.",
					},
				},
			],
		},
		comments: {
			desc: `&laquo;Благодарим компанию COMITAS за&nbsp;то, что, несмотря на&nbsp;тяжелейшую политическую ситуацию, исключившую контакт с&nbsp;поставщиками оборудования, она завершила этот амбициозный проект, выполнив при этом все обязательства в&nbsp;части функциональности и&nbsp;производительности. Это позволило нашей компании выйти на&nbsp;новый уровень клиентского сервиса и&nbsp;управления интралогистикой&raquo;. <br />
				Команда ГК&nbsp;&laquo;Ренна&raquo;.`,
		},
		images: [{
			src: '/cases/kkmk-renna/imageFirst.jpg'
		}, {
			src: '/cases/kkmk-renna/imageSecond.jpg'
		}, {
			src: '/cases/kkmk-renna/imageThird.jpg'
		}, {
			src: '/cases/kkmk-renna/imageFour.jpg'
		}],
	},
	{
		url: CASES_ROUTES.uzum,
		seo: {
			title: "Кейс UZUM",
			desc: "Обеспечение логистического центра маркетплейса полочным мезонином и системой хранения",
			ogImageSrc: '/cases/uzum/og.jpg',
		},
		hero: {
			title: "UZUM",
			description:
				`Как ведущий российский интеграционный бизнес поддерживает развитие онлайн-торговли в&nbsp;Узбекистане? Замечательным примером подобного сотрудничества является проект, реализованный ведущим российским производителем систем хранения COMITAS для узбекистанской цифровой экосистемы Uzum.`,
			image: {
				desktop: {
					src: "/cases/uzum/hero.jpg",
				},
				mobile: {
					src: "/cases/uzum/hero-mobile.jpg",
				},
			},
		},
		about: {
			client: {
				text: "Uzum развивает экосистему цифровых сервисов для бизнеса, онлайн-шопинга, удобных платежей и&nbsp;решения других бытовых задач. Одна из&nbsp;компаний в&nbsp;экосистеме&nbsp;&mdash; национальный маркетплейс Uzum Market. Уже сейчас там продают свои товары более 10&nbsp;тысяч предпринимателей и&nbsp;компаний со&nbsp;всей страны. Получить свои заказы с&nbsp;Uzum Market с&nbsp;доставкой в&nbsp;течение суток могут жители 122 населенных пунктов по&nbsp;всей стране. А&nbsp;ассортимент площадки уже приближается к&nbsp;800 тысячам уникальных товарных наименований.",
			},
			task: {
				text: "Оборудовать логистический центр маркетплейса полочным мезонином и&nbsp;системой хранения, состоящей из&nbsp;фронтальных стеллажей. Данный объект после возведения и&nbsp;выхода на&nbsp;100%-ю мощность станет ключевым звеном логистической инфраструктуры онлайн-платформы и&nbsp;крупнейшим логистическим центром для онлайн-торговли в&nbsp;стране. Одним из&nbsp;ключевых факторов для Uzum был выбор надежного и&nbsp;опытного партнера&nbsp;&mdash; системного интегратора.",
			},
		},
		solution: {
			text: `<p>Логистическое и&nbsp;техническое проектирование мезонина высотой 12+3,7&nbsp;метра, расположенного на&nbsp;площади более 16&nbsp;000 квадратных метров. Производство данного объема металлоконструкций с&nbsp;организацией оптимальной логистической схемы поставки. В&nbsp;результате проработки решения была достигнута оптимальная металлоемкость проекта при применении высококачественных металлоконструкций производства РФ. При этом также была спроектирована и&nbsp;реализована стеллажная система хранения на&nbsp;6500 палето-мест. Столь сложный проект с&nbsp;учетом эффективного использования пространства склада был вписан в&nbsp;помещение площадью 22&nbsp;000&nbsp;м2.</p>`,
			image: {
				src: "/cases/uzum/solution.jpg",
			},
		},
		result: {
			desc: 'Успешная реализация пилотного проекта с&nbsp;заделом на&nbsp;реализацию последующих для маркетплейса Uzum Market. Опираясь на&nbsp;опыт эффективной реализации подобных проектов в&nbsp;РФ, удалось добиться максимальной эффективности решения по&nbsp;системам хранения, в&nbsp;котором предусмотрено использование каждого квадратного метра проектируемых металлоконструкций и&nbsp;предоставляемого помещения.'
		},
		comments: {
			desc: `&laquo;Мы&nbsp;крайне признательны компании COMITAS за&nbsp;эффективное партнерство. Особенно хотим отметить оперативность реализации проекта и&nbsp;качество материалов. Уверены, что этот проект&nbsp;&mdash; первый шаг в&nbsp;дальнейшем плодотворном сотрудничестве, результатом которого станет расширение онлайн-торговли в&nbsp;Узбекистане&raquo;,&nbsp;&mdash; комментирует Ильшат Хаметов, генеральный директор маркетплейса Uzum Market.`,
		},
		image: {
			src: '/cases/uzum/image.jpg'
		},
	},
	{
		url: CASES_ROUTES.nevis,
		seo: {
			title: "",
			desc: "",
			ogImageSrc: '',
		},
		hero: {
			title: "НЕВИС",
			description:
				"Каковы главные качества всех процессов, связанных с&nbsp;медициной и&nbsp;здоровьем человека? Конечно&nbsp;же, это точность и&nbsp;аккуратность. Не&nbsp;являются исключением и&nbsp;фармацевтические склады. Именно такой склад с&nbsp;нестандартными задачами по&nbsp;комплектации заказов и&nbsp;двойным контролем подбора реализовала компания COMITAS для компании &laquo;НЕВИС&raquo; (Санкт-Петербург).",
			image: {
				desktop: {
					src: "/cases/nevis/hero.jpg",
				},
				mobile: {
					src: "/cases/nevis/hero-mobile.jpg",
				},
			},
		},
		about: {
			client: {
				text: "Сеть &laquo;Аптека Невис&raquo;&nbsp;&mdash; аптечная оптово-розничная сеть&nbsp;&mdash; успешно и&nbsp;динамично развивается в&nbsp;Северо-Западном регионе России уже более 30&nbsp;лет. На&nbsp;сегодняшний день в&nbsp;сеть входят более 700 аптек в&nbsp;шести субъектах РФ. Компания в&nbsp;течение 20&nbsp;лет гарантирует непрерывное обеспечение населения важными лекарственными препаратами.",
			},
			task: {
				text: "Оптимизировать процесс сборки комплексных заказов и&nbsp;повысить эффективность использования трудового ресурса. Оснастить новый складской комплекс современными технологиями, которые&nbsp;бы обеспечивали возможность эффективного развития собственной сети аптек на&nbsp;ближайшие 8&ndash;10&nbsp;лет.",
			},
		},
		solution: {
			text: "<p>Возведение и&nbsp;монтаж 3-ярусного мезонина и&nbsp;установка на&nbsp;данной конструкции конвейерной системы автоматизации процесса комплектации заказов производства фирмы Interroll. Требования к&nbsp;подбору заказов определили нестандартные правила движения груза по&nbsp;конвейерной линии с&nbsp;многократными заходами на&nbsp;различные столы комплектации, контролем весовых характеристик и&nbsp;отправкой тарных ящиков на&nbsp;ручной контроль сборки заказа. При этом управление данным оборудованием и&nbsp;потоками материалов осуществляет система автоматизации, разработанная инженерами-программистами компании COMITAS, отличающаяся гибкостью и&nbsp;позволяющая транспортировать груз по&nbsp;динамически изменяемому маршруту, обеспечивающему все возможные потребности при комплектации товара.</p>",
			image: {
				src: "/cases/nevis/solution.jpg",
			},
		},
		result: {
			list: [
				{
					item: {
						text: "Эволюция от&nbsp;состояния пустого помещения до&nbsp;полностью оборудованного склада с&nbsp;полной автоматизацией процессов и&nbsp;их&nbsp;интеграцией с&nbsp;системой WMS (системой управления складом).",
					},
				},
				{
					item: {
						text: "Увеличение емкости склада в&nbsp;4&nbsp;раза благодаря многоэтажному мезонину.",
					},
				},
				{
					item: {
						text: "Повышение производительности операций на&nbsp;складе по&nbsp;сравнению с&nbsp;ручными манипуляциями в&nbsp;4&nbsp;раза.",
					},
				},
				{
					item: {
						text: "Значительное сокращение персонала комплектовщиков при увеличении точности сборки заказов.",
					},
				},
				{
					item: {
						text: "Исключение ошибок при подборе и&nbsp;отправке товара в&nbsp;конечные пункты назначения.",
					},
				},
				{
					item: {
						text: "При проектировании был заложен потенциал на&nbsp;увеличение количества отгрузок с&nbsp;этого склада с&nbsp;учетом планов по&nbsp;развитию торговой сети данной компании.",
					},
				},
				{
					item: {
						text: "Хранение истории комплектации и&nbsp;сортировки заказа неограниченное время.",
					},
				},
			],
		},
		comments: {
			desc: "&laquo;Выражаем искреннюю признательность компании COMITAS за&nbsp;высокую вовлеченность не&nbsp;только в&nbsp;процесс реализации данного проекта, но&nbsp;и&nbsp;в&nbsp;нюансы работы нашего бизнеса. Благодаря такому эффективному подходу мы&nbsp;получили решение, максимально адаптированное к&nbsp;нашему складу&raquo;.",
		},
		images: [{
			src: '/cases/nevis/imageFirst.jpg'
		}, {
			src: '/cases/nevis/imageSecond.jpg'
		}],
	},
];
