import { CASES_ROUTES } from "./routes";

export const CASES_PAGES_MOCK = [
	{
		url: CASES_ROUTES.vorsino,
		seo: {
			title: "",
			desc: "",
			ogImageSrc: '',
		},
		hero: {
			title: "Ворсино айс",
			description:
				"Как с&nbsp;надежным партнером построить производственный склад и&nbsp;запустить его в&nbsp;работу с&nbsp;выходом в&nbsp;прибыльность еще до&nbsp;запуска производства как такового? При том, что на&nbsp;момент старта проекта имелась проработанная концепция производства, но&nbsp;отсутствовал достаточный практический опыт в&nbsp;сфере эксплуатации автоматизированных складов. Именно с&nbsp;такой задачей столкнулась компания &laquo;Старомихайловский РПК&raquo;, запуская свой низкотемпературный склад &laquo;ВОРСИНО АЙС&raquo;, а&nbsp;решить ее&nbsp;помогла компания COMITAS .",
			image: {
				desktop: {
					src: "/cases/vorsino-ice/hero.jpg",
				},
				mobile: {
					src: "/cases/vorsino-ice/hero-mobile.jpg",
				},
			},
		},
		about: {
			client: {
				text: "Компания &laquo;Старомихайловский РПК&raquo;&nbsp;&mdash; эксперт в&nbsp;области хранения, транспортировки и&nbsp;реализации морепродуктов. Недавно компания расширила сферу бизнеса, став производителем консервированной продукции с&nbsp;локацией производства в&nbsp;Калужской области.",
			},
			task: {
				text: "Подключиться еще на&nbsp;этапе начала процесса строительства производственно-складского комплекса к&nbsp;разработке концепции и&nbsp;проектированию высотного автоматизированного склада-морозильника. Проведение работ подразумевалось &laquo;под ключ&raquo; с&nbsp;монтажом оборудования и&nbsp;запуском его в&nbsp;эксплуатацию. В&nbsp;процессе реализации подход был несколько скорректирован, и&nbsp;на&nbsp;данный склад была возложена функция 3PL (предоставление аутсорсинговых услуг хранения).",
			},
		},
		solution: {
			text: "<p>Система высотной автоматизации, позволяющая гибко оперировать соотношением загрузки/выгрузки на&nbsp;базе технологии &laquo;Спутник-шаттл&raquo;. Решение включает в&nbsp;себя два блока стеллажного хранения с&nbsp;автоматизированным оборудованием, работающим в&nbsp;условиях глубокой заморозки товара. Поставка включала полный комплект стеллажных конструкций, палетные лифты, мастер шаттлы и&nbsp;шаттлы, а&nbsp;также программное обеспечение уровня WMS/WCS. Этот набор программно-аппаратных средств позволил исключить любые ручные или полуавтоматические операции на&nbsp;данном складе-морозильнике.</p>",
			image: {
				src: "/cases/vorsino-ice/solution.jpg",
			},
		},
		result: {
			list: [
				{
					item: {
						text: "Запущен автоматизированный склад, удовлетворяющий всем потребностям вновь возводимого производства.",
					},
				},
				{
					item: {
						text: "Объект начал приносить прибыль еще до&nbsp;запуска основного предприятия, благодаря гибкому в&nbsp;настройках программному обеспечению, разработанному специалистами COMITAS.",
					},
				},
				{
					item: {
						text: "Современный склад-морозильник емкостью в&nbsp;18&nbsp;000 палето-мест и&nbsp;производительностью до&nbsp;120 палет в&nbsp;час на&nbsp;загрузку и&nbsp;120 палет в&nbsp;час на&nbsp;выгрузку.",
					},
				},
				{
					item: {
						text: "Успех проекта повлиял на&nbsp;решение руководства компании &laquo;Старомихайловский РПК&raquo; запустить совместно с&nbsp;компанией COMITAS еще 2&nbsp;аналогичных проекта.",
					},
				},
			],
		},
		comments: {
			desc: "&laquo;Хотелось&nbsp;бы выразить благодарность компании COMITAS. Несмотря на&nbsp;резкое охлаждение отношений с&nbsp;ЕС в&nbsp;феврале 2022 года руководству компании COMITAS удалось сохранить теплые отношения с&nbsp;европейским поставщиком оборудования, что позволило реализовать проект без каких-либо отклонений по&nbsp;качеству и&nbsp;срокам&raquo;.",
		},
		image: {
			src: '/cases/vorsino-ice/image.jpg'
		},
	},
];
