import { CASES_ROUTES } from "./routes";

export const CASES_PAGES_MOCK = [
	{
		url: CASES_ROUTES.vorsino,
		seo: {
			title: "",
			desc: "",
			ogImageSrc: '',
		},
		hero: {
			title: "Ворсино айс",
			description:
				"Как с&nbsp;надежным партнером построить производственный склад и&nbsp;запустить его в&nbsp;работу с&nbsp;выходом в&nbsp;прибыльность еще до&nbsp;запуска производства как такового? При том, что на&nbsp;момент старта проекта имелась проработанная концепция производства, но&nbsp;отсутствовал достаточный практический опыт в&nbsp;сфере эксплуатации автоматизированных складов. Именно с&nbsp;такой задачей столкнулась компания &laquo;Старомихайловский РПК&raquo;, запуская свой низкотемпературный склад &laquo;ВОРСИНО АЙС&raquo;, а&nbsp;решить ее&nbsp;помогла компания COMITAS .",
			image: {
				desktop: {
					src: "/cases/vorsino-ice/hero.jpg",
				},
				mobile: {
					src: "/cases/vorsino-ice/hero-mobile.jpg",
				},
			},
		},
		about: {
			client: {
				text: "Компания &laquo;Старомихайловский РПК&raquo;&nbsp;&mdash; эксперт в&nbsp;области хранения, транспортировки и&nbsp;реализации морепродуктов. Недавно компания расширила сферу бизнеса, став производителем консервированной продукции с&nbsp;локацией производства в&nbsp;Калужской области.",
			},
			task: {
				text: "Подключиться еще на&nbsp;этапе начала процесса строительства производственно-складского комплекса к&nbsp;разработке концепции и&nbsp;проектированию высотного автоматизированного склада-морозильника. Проведение работ подразумевалось &laquo;под ключ&raquo; с&nbsp;монтажом оборудования и&nbsp;запуском его в&nbsp;эксплуатацию. В&nbsp;процессе реализации подход был несколько скорректирован, и&nbsp;на&nbsp;данный склад была возложена функция 3PL (предоставление аутсорсинговых услуг хранения).",
			},
		},
		solution: {
			text: "<p>Система высотной автоматизации, позволяющая гибко оперировать соотношением загрузки/выгрузки на&nbsp;базе технологии &laquo;Спутник-шаттл&raquo;. Решение включает в&nbsp;себя два блока стеллажного хранения с&nbsp;автоматизированным оборудованием, работающим в&nbsp;условиях глубокой заморозки товара. Поставка включала полный комплект стеллажных конструкций, палетные лифты, мастер шаттлы и&nbsp;шаттлы, а&nbsp;также программное обеспечение уровня WMS/WCS. Этот набор программно-аппаратных средств позволил исключить любые ручные или полуавтоматические операции на&nbsp;данном складе-морозильнике.</p>",
			image: {
				src: "/cases/vorsino-ice/solution.jpg",
			},
		},
		result: {
			list: [
				{
					item: {
						text: "Запущен автоматизированный склад, удовлетворяющий всем потребностям вновь возводимого производства.",
					},
				},
				{
					item: {
						text: "Объект начал приносить прибыль еще до&nbsp;запуска основного предприятия, благодаря гибкому в&nbsp;настройках программному обеспечению, разработанному специалистами COMITAS.",
					},
				},
				{
					item: {
						text: "Современный склад-морозильник емкостью в&nbsp;18&nbsp;000 палето-мест и&nbsp;производительностью до&nbsp;120 палет в&nbsp;час на&nbsp;загрузку и&nbsp;120 палет в&nbsp;час на&nbsp;выгрузку.",
					},
				},
				{
					item: {
						text: "Успех проекта повлиял на&nbsp;решение руководства компании &laquo;Старомихайловский РПК&raquo; запустить совместно с&nbsp;компанией COMITAS еще 2&nbsp;аналогичных проекта.",
					},
				},
			],
		},
		comments: {
			desc: "&laquo;Хотелось&nbsp;бы выразить благодарность компании COMITAS. Несмотря на&nbsp;резкое охлаждение отношений с&nbsp;ЕС в&nbsp;феврале 2022 года руководству компании COMITAS удалось сохранить теплые отношения с&nbsp;европейским поставщиком оборудования, что позволило реализовать проект без каких-либо отклонений по&nbsp;качеству и&nbsp;срокам&raquo;.",
		},
		image: {
			src: '/cases/vorsino-ice/image.jpg'
		},
	},
	{
		url: CASES_ROUTES.kkmk,
		seo: {
			title: "",
			desc: "",
			ogImageSrc: '',
		},
		hero: {
			title: "КМКК (РЕННА)",
			description:
				`Как работает склад мороженого без людей при &minus;27 &deg;C.
Есть склады, где автоматизация&nbsp;&mdash; это не&nbsp;только про оптимизацию процессов. Порой автономная работа необходима еще и&nbsp;из-за сурового микроклимата на&nbsp;объекте. Именно такой склад-морозильник был разработан и&nbsp;возведен на&nbsp;&laquo;Фабрике настоящего мороженого&raquo; под Краснодаром. Там инженеры COMITAS создали полностью автоматизированный складской комплекс, способный функционировать без рабочих: от&nbsp;приема коробов готового мороженого с&nbsp;производства до&nbsp;выдачи палет на&nbsp;погрузку.`,
			image: {
				desktop: {
					src: "/cases/kkmk-renna/hero.jpg",
				},
				mobile: {
					src: "/cases/kkmk-renna/hero-mobile.jpg",
				},
			},
		},
		about: {
			client: {
				text: "&laquo;Фабрика настоящего мороженого&raquo;&nbsp;&mdash; современное производство с&nbsp;высокотехнологичным оборудованием. Именно здесь производят &laquo;Коровку из&nbsp;Кореновки&raquo;, один из&nbsp;самых популярных в&nbsp;России брендов мороженого.",
			},
			task: {
				text: "Полностью автоматизировать низкотемпературный высотный склад. Заказчик принял решение автоматизации склада, чтобы свести к минимуму необходимость присутствия сотрудников в помещениях с низкими температурами, тем самым заботясь о здоровье людей. Продумать системы хранения надо было так, чтобы размещать максимум продукции на минимальной площади — 10 000 м2. При этом высота стеллажной конструкции составляла 18 метров.",
			},
		},
		solution: {
			text: `<p>Проектирование, монтаж и&nbsp;запуск в&nbsp;работу полностью автоматизированной системы обработки готовой продукции, включающей в&nbsp;себя несколько подсистем.</p>
			<ul>
				<li>участок транспортировки коробов и&nbsp;формирования палет;</li>
				<li>участок палетирования и&nbsp;маркировки палет с&nbsp;готовой продукцией с&nbsp;передачей их&nbsp;на&nbsp;транспортировочное кольцо;</li>
				<li>кольцевая система беспроводных монорельсовых тележек, передающая палеты между подачей продукции с&nbsp;производства, отгрузочными линиями и&nbsp;зоной высотного хранения;</li>
				<li>автоматизированная высотная система глубинного хранения, базирующаяся на&nbsp;кранах-штабелерах с&nbsp;шаттлами.</li>
			</ul>
			<p>Медиатором, объединяющим это разнородное оборудование, является собственное программное обеспечение, разработанное COMITAS и&nbsp;позволяющее полноценно управлять складом, интегрировав его с&nbsp;системой автоматизации бизнес-процессов, используемой заказчиком.</p>`,
			image: {
				src: "/cases/kkmk-renna/solution.jpg",
			},
		},
		result: {
			list: [
				{
					item: {
						text: "Компания-заказчик получила склад, который работает 24/7 без участия человека!",
					},
				},
				{
					item: {
						text: "Это один из&nbsp;наиболее технологически совершенных низкотемпературных складов в&nbsp;России.",
					},
				},
				{
					item: {
						text: "Он&nbsp;требует в&nbsp;15&nbsp;раз меньше персонала по&nbsp;сравнению с&nbsp;&laquo;обычным&raquo; складом.",
					},
				},
				{
					item: {
						text: "Объект полностью автоматизирован: его обслуживают в&nbsp;среднем пять сотрудников, которые контролируют процесс и&nbsp;не&nbsp;находятся в&nbsp;помещениях при минусовых температурах.",
					},
				},
				{
					item: {
						text: "Производительность нового склада составляет до&nbsp;360&nbsp;000 коробов в&nbsp;сутки в&nbsp;комбинированном режиме загрузки/выгрузки.",
					},
				},
				{
					item: {
						text: "Проект обеспечивает одновременное хранение до&nbsp;25&nbsp;000 палет с&nbsp;товаром на&nbsp;ограниченной площади благодаря продуманной концепции высотного глубинного автоматизированного склада.",
					},
				},
				{
					item: {
						text: "Кроме того, компания COMITAS смогла обеспечить бесперебойную работу и&nbsp;комплексное обслуживание европейского оборудования в&nbsp;условиях возникших ограничений со&nbsp;стороны поставщиков.",
					},
				},
			],
		},
		comments: {
			desc: `&laquo;Благодарим компанию COMITAS за&nbsp;то, что, несмотря на&nbsp;тяжелейшую политическую ситуацию, исключившую контакт с&nbsp;поставщиками оборудования, она завершила этот амбициозный проект, выполнив при этом все обязательства в&nbsp;части функциональности и&nbsp;производительности. Это позволило нашей компании выйти на&nbsp;новый уровень клиентского сервиса и&nbsp;управления интралогистикой&raquo;. <br />
				Команда ГК&nbsp;&laquo;Ренна&raquo;.`,
		},
		image: {
			src: '/cases/kkmk-renna/image.jpg'
		},
	},
];
