export const dataFirstSlider = [
  [
    {
      title: 'Ошибка 1',
      description:
        'Организовали бизнес на&nbsp;базе&nbsp;ИП одного из&nbsp;партнеров.',
    },
    {
      title: 'Что пошло не&nbsp;так',
      description:
        'При запуске бизнеса в&nbsp;партнерстве есть соблазн не&nbsp;учреждать организацию. Сначала через&nbsp;ИП работать удобнее: налоговые льготы, меньше бумажной работы. На&nbsp;практике в&nbsp;таком случае второй партнер, который не&nbsp;зарегистрирован в&nbsp;качестве&nbsp;ИП, оказывается беззащитным в&nbsp;случае любой конфликтной ситуации: он&nbsp;не&nbsp;имеет права претендовать на&nbsp;какую-либо долю в&nbsp;бизнесе. В&nbsp;результате рискует потерять все вложенное в&nbsp;совместный бизнес.',
    },
    {
      title: 'Как избежать',
      description:
        'Обязательно создайте юридическое лицо и&nbsp;распределите доли в&nbsp;нем&nbsp;&mdash; например, согласно размеру вкладов в&nbsp;уставный капитал. Так принадлежащая вам доля будет гарантировать ваши права как совладельца бизнеса.',
    },
  ],
  [
    {
      title: 'Ошибка 2',
      description: 'Устно договорились об&nbsp;условиях бизнеса.',
    },
    {
      title: 'Что пошло не так',
      description:
        'Один из&nbsp;партнеров предоставил свое помещение в&nbsp;бесплатное пользование компании, чтобы она могла больше инвестировать в&nbsp;развитие бизнеса. Партнеры устно договорились, что в&nbsp;будущем ему возместят долг из&nbsp;полученной прибыли. Но&nbsp;когда пришло время оплачивать весь срок аренды, отношения между совладельцами уже испортились и&nbsp;второй партнер предпочел &laquo;забыть&raquo; о&nbsp;договоренности.',
    },
    {
      title: 'Как избежать',
      description:
        'На&nbsp;старте бизнеса внимательно отнеситесь к&nbsp;составлению устава, заключению корпоративного договора и&nbsp;иных соглашений, даже если кажется, что ваши с&nbsp;партнером интересы полностью совпадают.',
    },
  ],
];

export const dataSecondSlider = [
  [
    {
      title: 'Ошибка 1',
      description:
        'Не&nbsp;определили цели сделки и&nbsp;допустили ошибки в&nbsp;планировании.',
    },
    {
      title: 'Что пошло не&nbsp;так',
      description:
        'Владельцы компании не&nbsp;ставили перед собой четких целей, заключая сделку поглощения конкурента, а&nbsp;потому не&nbsp;определили метрики их&nbsp;достижения. В&nbsp;результате компания не&nbsp;справилась с&nbsp;потоком заказов при росте доли рынка.',
    },
    {
      title: 'Как избежать',
      description:
        'При планировании слияний и&nbsp;поглощений четко определите цели предполагаемой сделки. Такие сделки обычно направлены на&nbsp;укрупнение бизнеса, поэтому сделка имеет относительно легко определяемые метрики: при поглощении увеличиваются доля рынка и&nbsp;объемы производства, то&nbsp;есть в&nbsp;краткосрочной перспективе можно ожидать роста выручки. Однако это повлечет и&nbsp;увеличение нагрузки на&nbsp;бизнес.',
    },
  ],
  [
    {
      title: 'Ошибка 2',
      description: 'Не&nbsp;изучили поглощаемую компанию перед сделкой.',
    },
    {
      title: 'Что пошло не так',
      description:
        'Поглощенная компания оказалась пустышкой&nbsp;&mdash; она не&nbsp;стоит потраченных денег: нет ни&nbsp;клиентов, ни&nbsp;товара, а&nbsp;занимаемому помещению нужен капитальный ремонт. От&nbsp;этой сделки бизнес получил только долги и&nbsp;лишнюю головную боль.',
    },
    {
      title: 'Как избежать',
      description:
        'Решив поглотить компанию, изучите ее&nbsp;бизнес и&nbsp;состояние рынка. Проанализируйте, поможет&nbsp;ли планируемая сделка достичь заранее поставленных целей: увеличить свою долю на&nbsp;рынке, нарастить объемы производства или оптимизировать производственную цепочку. Оцените, сколько времени и&nbsp;средств должно уйти на&nbsp;сделку, какие могут возникнуть издержки, если что-то пойдет не&nbsp;по&nbsp;плану. Просчитайте возможные риски и&nbsp;примите меры для их&nbsp;минимизации до&nbsp;сделки.',
    },
  ],
];

export const dataThirdSlider = [
  [
    {
      title: 'Ошибка 1',
      description: 'Не&nbsp;учли последствия конфликта для бизнеса.',
    },
    {
      title: 'Что пошло не&nbsp;так',
      description:
        'Партнеры не&nbsp;задумывались о&nbsp;последствиях своего конфликта для бизнеса. Практика знает не&nbsp;один пример, когда острые корпоративные конфликты приводили к&nbsp;банкротству компании, разрушению совместно созданного предприятия и&nbsp;возбуждению уголовных дел в&nbsp;отношении бывших совладельцев. Имеются также примеры завершения корпоративной войны победой одного из&nbsp;партнеров, который получил все оставшееся после &laquo;войны&raquo; имущество некогда прибыльного предприятия.',
    },
    {
      title: 'Как избежать',
      description:
        'Старайтесь продумывать свои действия наперед. Часто эффективнее согласиться с&nbsp;партнером, чем разбираться с&nbsp;последствиями конфликта.',
    },
  ],
  [
    {
      title: 'Ошибка 2',
      description: 'Отказались идти на&nbsp;компромисс.',
    },
    {
      title: 'Что пошло не так',
      description:
        'Из-за непреклонности обоих партнеров обычный спор привел к&nbsp;тому, что отношения между ними окончательно испортились. Один из&nbsp;совладельцев покинул бизнес.',
    },
    {
      title: 'Как избежать',
      description:
        'Помните, что не&nbsp;всегда разногласия&nbsp;&mdash; результат неадекватного поведения одного из&nbsp;партнеров. Напротив, это неизбежная часть любого совместного дела. Старайтесь договариваться до&nbsp;тех пор, пока есть такая возможность: объясняйте свою точку зрения, приводите доказательства, ищите компромиссы. Если договориться не&nbsp;выходит, привлекайте медиаторов, юристов, чтобы конфликт помогли решить профессионалы.',
    },
  ],
  [
    {
      title: 'Ошибка 3',
      description: 'Не&nbsp;предусмотрели механизм разрешения конфликтов.',
    },
    {
      title: 'Что пошло не так',
      description:
        'На&nbsp;старте совместного бизнеса взгляды партнеров на&nbsp;организацию деятельности компании полностью совпадали. Но&nbsp;иногда для начала конфликта достаточно какого-то неосторожного решения, изменения обстоятельств или конъюнктуры рынка, появления новой рискованной (и&nbsp;прибыльной!) идеи, которую второй партнер не&nbsp;поддержит.',
    },
    {
      title: 'Как избежать',
      description:
        'Заранее создайте инфраструктуру для разрешения конфликтов. Она может быть представлена в&nbsp;виде различных механизмов: от&nbsp;составления внутренних правил разрешения спорных ситуаций до&nbsp;привлечения независимого арбитра, от&nbsp;предоставления взаимных опционов на&nbsp;покупку или продажу акций в&nbsp;случае конфликта до&nbsp;введения в&nbsp;состав участников независимого инвестора. Порядок разрешения споров может быть закреплен в&nbsp;корпоративном договоре, который стоит заключить задолго до&nbsp;возникновения первых разногласий.',
    },
  ],
];

export const dataFourSlider = [
  [
    {
      title: 'Ошибка 1',
      description: 'Сразу пошли в&nbsp;суд.',
    },
    {
      title: 'Что пошло не так',
      description:
        'Компания получила от&nbsp;поставщика некачественную партию продукта, но&nbsp;не&nbsp;стала обсуждать это с&nbsp;самим поставщиком и&nbsp;сразу обратилась в&nbsp;суд. Дело затянулось почти на&nbsp;год, в&nbsp;результате были потрачены значительные средства и&nbsp;время, которые могли пойти на&nbsp;развитие бизнеса.',
    },
    {
      title: 'Как избежать',
      description:
        'Обсуждайте с&nbsp;контрагентами возникающие проблемы, старайтесь найти внесудебные способы их&nbsp;решения. Закон предусматривает несколько механизмов, которые позволяют урегулировать спор в&nbsp;досудебном порядке (например, через направление претензии). Так, поставщик может возместить стоимость некачественной партии или сделать скидку на&nbsp;следующую поставку. Если спор все&nbsp;же перешел в&nbsp;судебную стадию, стороны могут мирно договориться, заключив мировое соглашение или прибегнув к&nbsp;медиации. Эти меры позволят сохранить партнерские отношения между контрагентами и&nbsp;продолжить сотрудничество.',
    },
  ],
  [
    {
      title: 'Ошибка 2',
      description: 'Отказались от&nbsp;помощи квалифицированных юристов.',
    },
    {
      title: 'Что пошло не так',
      description:
        'Когда контрагент подал в&nbsp;суд на&nbsp;компанию, владелец бизнеса недооценил обоснованность требований истца и&nbsp;отказался от&nbsp;помощи юристов. В&nbsp;результате компания проиграла суд, а&nbsp;финансовые потери многократно превзошли стоимость квалифицированной юридической помощи.',
    },
    {
      title: 'Как избежать',
      description:
        'Перед началом судебного разбирательства сразу обращайтесь к&nbsp;юристам. Они должны ознакомиться с&nbsp;материалами дела, проанализировать документы и&nbsp;изучить актуальную судебную практику, составить необходимые отзывы, пояснения, заявления и&nbsp;ходатайства; при необходимости юрист может (и&nbsp;должен) обратиться к&nbsp;эксперту для подготовки заключения и&nbsp;предоставления суду ответов на&nbsp;узкоспециальные вопросы.',
    },
  ],
  [
    {
      title: 'Ошибка 3',
      description: 'Обратились к&nbsp;юристу из&nbsp;другой сферы.',
    },
    {
      title: 'Что пошло не так',
      description:
        'В&nbsp;штате компании был юрист, готовивший документы по&nbsp;сотрудникам и&nbsp;исполнителям. Чтобы сэкономить, руководство попросило его вести дело. Так как у&nbsp;юриста не&nbsp;было опыта работы с&nbsp;судебными разбирательствами, а&nbsp;дело оказалось достаточно сложным, компания проиграла.',
    },
    {
      title: 'Как избежать',
      description:
        'Не&nbsp;стремитесь сэкономить на&nbsp;судебных разбирательствах и&nbsp;сразу обращайтесь к&nbsp;специалистам, непосредственно работающим в&nbsp;этой сфере. Штатные специалисты не&nbsp;всегда обладают достаточным опытом сопровождения судебных дел, что иногда может приводить к&nbsp;неблагоприятным последствиям. Если&nbsp;же спор осложнен дополнительными обстоятельствами (например, иностранным элементом), привлечение профильных специалистов становится необходимостью.',
    },
  ],
];

export const dataFiveSlider = [
  [
    {
      title: 'Пустили ситуацию на&nbsp;самотек.',
      description: 'Сразу пошли в&nbsp;суд.',
    },
    {
      title: 'Что пошло не так',
      description:
        'Когда бизнесу пришлось начать процедуру банкротства, суд привлек руководителей к&nbsp;субсидиарной ответственности. Выяснилось, что их&nbsp;бездействие привело к&nbsp;росту долгов бизнеса.',
    },
    {
      title: 'Как избежать',
      description:
        'В&nbsp;случае угрозы банкротства важно наличие антикризисного плана. За&nbsp;его составлением стоит обратиться к&nbsp;независимым экспертам. В&nbsp;кризисной ситуации надо действовать четко по&nbsp;плану и&nbsp;дополнительно протоколировать проведение предусмотренных мероприятий. Даже если это не&nbsp;позволит сохранить бизнес, менеджмент получит возможность подтвердить свою добросовестность после введения процедуры банкротства.',
    },
  ],
  [
    {
      title: 'Ошибка 2',
      description: 'Пытались распродать имущество компании перед банкротством.',
    },
    {
      title: 'Что пошло не так',
      description:
        'Чтобы частично расплатиться с&nbsp;кредиторами, руководство решило продать оборудование компании перед банкротством. Однако впоследствии сделка привлекла внимание арбитражного управляющего и&nbsp;кредиторов, которые приняли эти действия за&nbsp;желание менеджмента сокрыть активы, о&nbsp;чем известили и&nbsp;суд.',
    },
    {
      title: 'Как избежать',
      description:
        'Сделки, совершенные компанией за&nbsp;год до&nbsp;банкротства, изучаются особенно тщательно. Чтобы их&nbsp;не&nbsp;признали подозрительными, действуйте добросовестно и&nbsp;не&nbsp;предпринимайте шагов, которые могут усугубить положение компании и&nbsp;ее&nbsp;кредиторов. Не&nbsp;забывайте сохранять все документы, с&nbsp;их&nbsp;помощью можно будет доказать, что вы&nbsp;действовали на&nbsp;благо компании. После начала процедуры банкротства важно максимально раскрывать сведения о&nbsp;бизнесе и&nbsp;сделках, сотрудничать с&nbsp;арбитражным управляющим.',
    },
  ],
];
