export const dataFirstSlider = [
  [
    {
      title: 'Ошибка 1',
      description: 'Устно договорились об&nbsp;условиях бизнеса.',
    },
    {
      title: 'Что пошло не&nbsp;так',
      description:
        'Начинающие предприниматели нередко запускают бизнес в&nbsp;партнерстве с&nbsp;близкими и&nbsp;друзьями. Атмосфера доверия создает впечатление, что договоренности можно не&nbsp;фиксировать. Но&nbsp;это не&nbsp;так. Чтобы не&nbsp;разрушить как&nbsp;партнерские, так&nbsp;и&nbsp;дружеские или семейные отношения, нужно с&nbsp;самого начала прописать все&nbsp;условия ведения бизнеса и&nbsp;договоренности в&nbsp;корпоративном соглашении.',
    },
    {
      title: 'Как избежать',
      description:
        'На&nbsp;старте бизнеса внимательно отнеситесь к&nbsp;составлению устава, заключению корпоративного договора и&nbsp;иных соглашений, даже&nbsp;если&nbsp;кажется, что ваши с&nbsp;партнером интересы полностью совпадают, а&nbsp;доверительным отношениям ничего не&nbsp;угрожает.',
    },
  ],
  [
    {
      title: 'Ошибка 2',
      description:
        'Не&nbsp;уделили внимания подготовке учредительных и&nbsp;корпоративных документов.',
    },
    {
      title: 'Что пошло не&nbsp;так',
      description:
        'Начинающие предприниматели нередко используют при&nbsp;запуске&nbsp;бизнеса стандартные условия и&nbsp;типовые формы различных корпоративных документов, которые не&nbsp;учитывают нюансы взаимоотношений партнеров по&nbsp;бизнесу и&nbsp;наемного менеджмента.',
    },
    {
      title: 'Как избежать',
      description:
        'Партнерам необходимо уделить особое внимание подготовке учредительных и&nbsp;корпоративных документов именно&nbsp;при&nbsp;создании совместного бизнеса. Заранее тщательно продуманные условия, включая распределение зон ответственности, равно как и&nbsp;его&nbsp;прекращения, помогут нивелировать возникновение конфликтных ситуаций.',
    },
  ],
];

export const dataSecondSlider = [
  [
    {
      title: 'Ошибка 1',
      description: 'Не&nbsp;изучили поглощаемую компанию перед сделкой.',
    },
    {
      title: 'Что пошло не&nbsp;так',
      description:
        'При желании собственников расширить бизнес они часто недостаточно глубоко изучают и&nbsp;анализируют поглощаемую компанию. В&nbsp;результате вместо увеличения роста бизнеса получают дополнительные убытки и&nbsp;сплошные проблемы.',
    },
    {
      title: 'Как избежать',
      description:
        'Уделите достаточно внимания процедуре due diligence&nbsp;&mdash; составлению объективного представления о&nbsp;поглощаемой компании. Если это сделка в&nbsp;вашей сфере, то&nbsp;процедуру можно доверить штатным экспертам, в&nbsp;противном случае лучше обратиться к&nbsp;сторонним специалистам. Они оцифруют и&nbsp;хеджируют риски, которые вначале могут быть незаметны.',
    },
  ],
  [
    {
      title: 'Ошибка 2',
      description:
        'Не&nbsp;продумали процессы интеграции компаний при слиянии бизнеса.',
    },
    {
      title: 'Что пошло не&nbsp;так',
      description:
        'У&nbsp;приобретаемой компании, казалось, было все: успешный продукт, технологии и&nbsp;сильная команда. Но&nbsp;персонал был демотивирован сделкой и&nbsp;не&nbsp;понимал ее&nbsp;задач. Коллектив начал сопротивляться изменениям: ухудшился психологический климат, из&nbsp;команды ушли ключевые игроки, резко сократилась производительность труда.',
    },
    {
      title: 'Как избежать',
      description:
        'Не&nbsp;пренебрегайте коммуникацией с&nbsp;сотрудниками. Регулярно проводите встречи с&nbsp;руководителями, членами команды, интеграционным офисом и&nbsp;другими заинтересованными сторонами. Пусть все участники процесса знают о&nbsp;ваших целях и&nbsp;методах их&nbsp;достижения.',
    },
  ],
];

export const dataThirdSlider = [
  [
    {
      title: 'Ошибка 1',
      description:
        'Оформление бизнеса на&nbsp;доверенных лиц или одного из&nbsp;партнеров.',
    },
    {
      title: 'Что пошло не&nbsp;так',
      description:
        'На&nbsp;практике собственники могут оформлять бизнес не&nbsp;на&nbsp;себя, а&nbsp;на&nbsp;доверенное лицо или только на&nbsp;одного из&nbsp;партнеров. Такой подход уже сам по&nbsp;себе может стать причиной корпоративного конфликта. В&nbsp;случае его возникновения без&nbsp;юридического оформления ваши права как&nbsp;совладельца бизнеса не&nbsp;будут гарантированы.',
    },
    {
      title: 'Как избежать',
      description:
        'Обязательно создайте юридическое лицо и&nbsp;распределите доли в&nbsp;нем согласно размеру вкладов в&nbsp;уставный капитал. Если оформление бизнеса на&nbsp;себя по&nbsp;каким-либо причинам невозможно, заключите опцион на&nbsp;куплю-продажу доли реальному собственнику при возникновении определенных обстоятельств или&nbsp;в&nbsp;определенные сроки.',
    },
  ],
  [
    {
      title: 'Ошибка 2',
      description: 'Распределение долей в&nbsp;пропорции 50&nbsp;на 50.',
    },
    {
      title: 'Что пошло не&nbsp;так',
      description:
        'Из-за непреклонности обоих партнеров обычный спор привел к&nbsp;тому, что отношения между ними окончательно испортились. Один из&nbsp;совладельцев покинул бизнес.',
    },
    {
      title: 'Как избежать',
      description:
        'При распределении долей в&nbsp;бизнесе в&nbsp;пропорции 50&nbsp;на 50&nbsp;партнеры становятся юридически абсолютно равноправны. Однако при возникновении разногласий или конфликтных ситуаций такое равноправие очень часто приводит к&nbsp;появлению «управленческих тупиков» (deadlock), длительное разрешение которых ведет к&nbsp;краху бизнеса.',
    },
  ],
  [
    {
      title: 'Ошибка 3',
      description: 'Самоустранился от&nbsp;управления компанией.',
    },
    {
      title: 'Что пошло не&nbsp;так',
      description:
        'Чаще всего корпоративные конфликты возникают из-за денег. Например, когда один из&nbsp;партнеров руководит бизнесом, а&nbsp;второй уделяет мало внимания операционной деятельности, сводя свое участие к&nbsp;получению дивидендов. В&nbsp;таких ситуациях партнер, в&nbsp;руках которого находится фактическое управление, может начать искажать информацию и&nbsp;действовать недобросовестно в&nbsp;целях извлечения финансовой выгоды.',
    },
    {
      title: 'Как избежать',
      description:
        'Важно не&nbsp;самоустраняться от&nbsp;управления бизнесом. Помните, что отсутствие контроля&nbsp;&mdash; это почва для злоупотреблений. Недобросовестные действия одного из&nbsp;партнеров несут риски привлечения к&nbsp;субсидиарной ответственности для обоих.',
    },
  ],
];

export const dataFourSlider = [
  [
    {
      title: 'Ошибка 1',
      description: 'Сразу пошли в&nbsp;суд.',
    },
    {
      title: 'Что пошло не&nbsp;так',
      description:
        'Компания получила от&nbsp;поставщика некачественную партию продукта, но&nbsp;не&nbsp;стала обсуждать это с&nbsp;ним, ограничившись предъявлением формальной претензии, и&nbsp;сразу обратилась в&nbsp;суд. Дело затянулось почти на&nbsp;год, в&nbsp;результате были потрачены значительные средства и&nbsp;время, которые могли пойти на&nbsp;развитие бизнеса.',
    },
    {
      title: 'Как избежать',
      description:
        'Обсуждайте с&nbsp;контрагентами возникающие проблемы, старайтесь найти внесудебные способы их&nbsp;решения. Закон предусматривает несколько механизмов, которые позволяют урегулировать спор в&nbsp;досудебном порядке. Например, можно привлечь медиатора&nbsp;&mdash; профессионального коммуникатора, помогающего в&nbsp;проведении переговоров и&nbsp;урегулировании конфликтов.',
    },
  ],
  [
    {
      title: 'Ошибка 2',
      description: 'Отказались от&nbsp;помощи квалифицированных юристов.',
    },
    {
      title: 'Что пошло не&nbsp;так',
      description:
        'Когда контрагент подал в&nbsp;суд на&nbsp;компанию, владелец бизнеса недооценил обоснованность требований истца и&nbsp;отказался от&nbsp;помощи юристов. В&nbsp;результате компания проиграла суд, а&nbsp;финансовые потери многократно превзошли стоимость квалифицированной юридической помощи.',
    },
    {
      title: 'Как избежать',
      description:
        'Перед началом судебного разбирательства сразу обращайтесь к&nbsp;юристам. Они должны ознакомиться с&nbsp;материалами дела, проанализировать документы и&nbsp;изучить актуальную судебную практику, составить необходимые отзывы, пояснения, заявления и&nbsp;ходатайства; при необходимости юрист может (и&nbsp;должен) обратиться к&nbsp;эксперту для подготовки заключения и&nbsp;предоставления суду ответов на&nbsp;узкоспециальные вопросы.',
    },
  ],
  [
    {
      title: 'Ошибка 3',
      description: 'Обратились к&nbsp;юристу из&nbsp;другой сферы.',
    },
    {
      title: 'Что пошло не&nbsp;так',
      description:
        'В&nbsp;штате компании был юрист, готовивший документы по&nbsp;сотрудникам и&nbsp;исполнителям. Чтобы сэкономить, руководство попросило его&nbsp;вести&nbsp;дело. Так&nbsp;как&nbsp;у&nbsp;юриста не&nbsp;было опыта работы с&nbsp;судебными разбирательствами, а&nbsp;дело оказалось достаточно сложным, компания проиграла.',
    },
    {
      title: 'Как избежать',
      description:
        'Не&nbsp;стремитесь сэкономить на&nbsp;судебных разбирательствах и&nbsp;сразу обращайтесь к&nbsp;специалистам, непосредственно работающим в&nbsp;этой сфере. Штатные специалисты не&nbsp;всегда обладают достаточным опытом сопровождения судебных дел, что иногда может приводить к&nbsp;неблагоприятным последствиям. Если&nbsp;же спор осложнен дополнительными обстоятельствами (например, иностранной юрисдикцией или банкротством), привлечение профильных специалистов становится необходимостью.',
    },
  ],
];

export const dataFiveSlider = [
  [
    {
      title: 'Ошибка 1',
      description: 'Пустили ситуацию на&nbsp;самотек.',
    },
    {
      title: 'Что пошло не&nbsp;так',
      description:
        'Когда бизнесу пришлось начать процедуру банкротства, суд привлек руководителей к&nbsp;субсидиарной ответственности. Выяснилось, что их&nbsp;бездействие привело к&nbsp;росту долгов бизнеса.',
    },
    {
      title: 'Как избежать',
      description:
        'В&nbsp;случае угрозы банкротства важно наличие антикризисного плана. За&nbsp;его составлением стоит обратиться к&nbsp;независимым экспертам. В&nbsp;кризисной ситуации надо действовать четко по&nbsp;плану и&nbsp;дополнительно протоколировать проведение предусмотренных мероприятий. Даже если это не&nbsp;позволит сохранить бизнес, менеджмент получит возможность подтвердить свою добросовестность после введения процедуры банкротства.',
    },
  ],
  [
    {
      title: 'Ошибка 2',
      description: 'Пытались распродать имущество компании перед банкротством.',
    },
    {
      title: 'Что пошло не&nbsp;так',
      description:
        'Чтобы частично расплатиться с&nbsp;кредиторами, руководство решило продать оборудование компании перед банкротством. Однако впоследствии сделка привлекла внимание арбитражного управляющего и&nbsp;кредиторов, которые приняли эти действия за&nbsp;желание менеджмента сокрыть активы, о&nbsp;чем известили суд.',
    },
    {
      title: 'Как избежать',
      description:
        'Чтобы доказать, что вы&nbsp;заключили сделку не&nbsp;в&nbsp;ущерб кредиторам, нужно обратиться к&nbsp;независимому оценщику. Он&nbsp;сможет подтвердить, что сделка совершена по&nbsp;рыночной стоимости и&nbsp;являлась экономически целесообразной.',
    },
  ],
];
